Repository: edf-hpc/prown
Catalog: po/*.po
Languages: fr

source: + Processing path %s
fr: + Traitement du chemin %s

source: Authorized group name %s don't exist!
fr: Le groupe authorisé %s n'existe pas!

source: Changing owner of file outside project parent directories is prohibited, path '%s' is discarded
fr: Le changement de propriétaire d'un fichier en dehors des parents des répertoires projets est interdit, le chemin '%s' est ignoré

source: Changing owner of path %s
fr: Changement du propriétaire du chemin %s

source: Checking ACL
fr: Vérification des ACL

source: Ensuring group owner has rw permissions on path %s
fr: Position des permissions rw pour le groupe propriétaire sur le chemin %s

source: Error on acl_get_entry()
fr: Erreur avec acl_get_entry()

source: Error on acl_get_file()
fr: Erreur avec acl_get_file()

source: Error on acl_get_perm()
fr: Erreur avec acl_get_perm()

source: Error on acl_get_permset()
fr: Erreur avec acl_get_permset()

source: Error on acl_get_qualifier()
fr: Erreur avec acl_get_qualifier()

source: Error on acl_get_tag_type()
fr: Erreur avec acl_get_tag_type()

source: Error on chmod():
fr: Erreur avec chmod():

source: Error on chown():
fr: Erreur avec chown():

source: Error on getpwuid():
fr: Erreur avec getpwuid():

source: Error on lstat()
fr: Erreur avec lstat()

source: Error on stat()
fr: Erreur avec stat()

source: Failed to open configuration file %s
fr: Echec à l'ouverture du fichier de configuration %s

source: Failed to open directory '%s': %s (%d)
fr: Echec à l'ouverture du répertoire '%s': %s (%d)

source: Missing path operand
fr: Opérande de chemin manquante

source: No ACL entries available
fr: Aucune ACL disponible

source: Path '%s' has not been found, it is discarded
fr: Le chemin '%s' n'a pas été trouvée, il est ignoré

source: Permission denied for project %s, you are not a member of this project administor groups
fr: Accès refusé au projet %s, vous n'êtes pas member des groupes d'administrateurs du projet

source: Project group owner: %s (%d)
fr: Groupe propriétraire du projet: %s (%d)

source: Project path: %s
fr: Chemin du projet: %s

source: Try 'prown --help' for more information.
fr: Saissisez « prown --help » pour plus d'informations

source: Unable to allocate memory for loading configuration file parameters
fr: Impossible d'allouer de la mémoire pour charger les paramètres du fichier de configuration

source: User is NOT a valid member of group %s (%d)
fr: L'utilisateur n'est PAS un membre du groupe %s (%d)

source: User is a valid member of group %s (%d)
fr: L'utilisateur est un membre du groupe %s (%d)

source: User is granted to prown in project directory %s
fr: L'utilisateur est autorisé à utiliser prown dans le répertoire projet %s
